12/data/attachments/3ffbb89e11a70651.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_96faaca7-9f55-4475-aa2f-a65f87d7b536</nif:username>
            <nif:friendToBeAdded>Tiffany_produce_Actions_69710_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>